windAroundBuildings/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication surfaceFeatureExtract

runApplication blockMesh
runApplication 
 -overwrite

runApplication $(getApplication)

# ----------------------------------------------------------------- end-of-file
